{
  "stories": [
    {
      "title": "Ways of the Alu",
      "story": [
        "A small spider was making its way across its web, carefully repairing it, after the web had been savagely ripped apart by Galoren’s hand. It was long since he had visited this place and traces of mice droppings, damaged shelves, and the lack of fresh air, among other things, told him that no one else had either. However, he did not wish to give away his presence, so he kept the only window in the attic closed.",
        "He carefully moved toward the nearest pile of books, which had been left on the table in a rush. Someone clearly had not had the time, nor the desire, to return them after reading. One book lay open, but a layer of dust had gathered on the pages making them difficult to read. Gently he wiped away the dust and read the nicely drawn title above the text, Ways of Alu. He immediately recognized the calligraphy. Only the scholars of Epigoni had the skill and patience to devote toward the precision of a single title. Each letter was carefully drawn with explicit honorifics and surrounded by a myriad of flowers.",
        "The influence of Liatris’ origin was clear as day, the scholars could not hide it, as they kept to their elder’s way of putting those damned flowers on every single thing they could. Galoren despised it, almost as much as he despised the stench of this room or the stress of this moment. But knowing this book was written by the Epigonian scholars made one thing certain, everything written below was true. There is no hearsay in the words of the Epigoni, no buts, no guesswork, and no lies. Their work was praised even among the classes of »Sacris«, or the Sacred Ones as they were called in the ever tongue. No, knowing this was written by them, calmed him and the feeling he now felt was something entirely different.",
        "The monster could be slain after all. His failure was not in the slashes, nor in the countless fireballs he has thrown… no, it was not material in its essence for it was an ethereal being. Everything made sense now and he knew where his path would take him. It was not far, but not close either. He would have to pass the border and pay the tax to the greedy king as he made his way toward Goramir. Not a place he wanted to return to… but for the coins, he would do it."
      ]
    },
    {
      "title": "The Skeleton coast",
      "story": [
        "It was almost noon and strong winds were blowing from the seas towards the inland as it happens at this time of year in the Bay of Hope. The pressure above the flag was higher than at the bottom, causing it to flutter violently. A small school of Yanwa fish were seen swimming next to the boat. This fresh water species would normally have no business swimming in the Warm sea, but the brackish water caused by the Nungal river meeting the ocean was making it possible for the fish to travel downstream and look for rich feeding grounds that the estuary would provide. They could still see the high watchtowers of Lagash in the distance behind them and they had no doubt, they too could still see them. The first of the two great beacons of Lemuria, always watching over the Bay of hope for any approaching ships. It is one of the two possible ways of entrance from the sea towards the great capital of Abaris, the second one being through the southern shore of island of Hatash.",
        "Long gone are the days where ships would try to stick to the shore and approach Lemuria through the bay of Nevala. The persistent foggy weather and unpredictable and strong Nevala current make for a very bad combination. Countless offshore rocks act as razor blades towards the unsuspected ships and nowadays the shore of Nevala has often been called by the name of Skeleton coast. No, if one wants to approach Lemuria by the sea, they will either have to pass by the two Great beacons of Lagash and Mu or prepare to make their way through the heavy defenses set on the shores of the Island of Hatash.",
        "Fleurine wondered, if the legends are even true and the great Chronomacers of Lemuria are actually able to take a glimpse into the future. Why otherwise bother with the beacons notifying the approach. Then on the other hand remembering that her name stands for »Little flower« in Lys Blanc made her change her mind. There are traditions and there are Legends and if she has learned anything in her days as an emissary of the »Flower Kingdom« it was not to underestimate them…more often then not they proved true, so there must be something true about it. The history she was thought at the renowned university of Primantum didn’t tell her otherwise and scholars of Primantum like many others in Fabula are not going by hearsay, their records contain only proven facts. That scared her a little, she is about to enter this mysterious big city for the first time in her life."
      ]
    },
    {
      "title": "The Great summit",
      "story": [
        "It has not rained for 11 weeks and it didn’t look like it was going to any time soon. Small Carousel birds were true to their name circling small water holes in the middle of the great Garza square. Nirgal felt tired. The sun was slowly getting to him. His unit was just 5 days ago ordered to move from Persepolis to the capital to increase the number of troops guarding the city. They walked for 5 straight days in one of the longest drought periods Abaris has experienced in the last 10 years. Soldiers were given only 2 ari bottles each and were walking the Sun road without taking detours through the nearby Royal forest. There was no time. Ships and caravans were approaching Lemuria in numbers and orders were given even to the fortresses around Persepolis to send third of their men for increased presence within the capital.",
        "The Great Summit happened every 8 years and for the reasons not known to Nirgal Lemuria was chosen as the meeting point this time. He was able to refill his empty ari bottles immediately after entering the city, but the prices of water would go up substantially in the last couple of weeks when the Zal-Ag order announced it will not rain for weeks to come. He wasn’t sure if their whole purpose was to drive the prices up or to actually do the weather forecasts. He remembers they were wrong on several occasions in the past, but for some reasons Abarisians would still listen to them and farmers would use their advice to grow crops accordingly. All he knew was that he had to stand in a line every single day for an hour just to refill his bottles and that if this goes on by the end of the summit he will lose tenth of his monthly pay just to stay hydrated.",
        "For the locals water was free. For anyone visiting the capital it was not. That is how the city council decided to save the precious liquid, or it could be just to earn more coins, one could never be sure with those old men. It was astounding how many people would come to Lemuria within the last month. Each kingdom was sending a big delegation to the summit, as it would often last for weeks. Merchants would gather within the city from all over the continent trying to sale their wares and even people of renown and importance came to visit, owners of many businesses that wanted to have the front seats from which they would learn of the matters that would concern them all. Every summit, new global laws are passed and people have to adapt. Sometimes changes are small and not too significant, other times, they would mark another hazard region with increased flow and unnatural phenomena, changing the lives of at least the people who live there. As for the monsters, it seemed to Nirgal their numbers and list of species would increase with each summit.",
        "So after the summit you would see new young men and women taking up the missions and contracts of the kingdoms, in desire to get rich and famous fast. But as the bodies of those who tried would pile up in the following months you could see the enthusiasm decreasing until again after another 8 years a different generation would repeat the cycle. It was a sad sight to see, one that disturbed Nirgal as his own brother was among those that has left the sanctuary of the sacred temple and decided to took advantage of the visions he was seeing. He has not seen him since but occasionally he would hear words of his deeds, signaling that he is still alive. One could mistake the tear that fell down his cheek in that moment for a droplet of sweat. »Soon brother we will meet again he thought…« then abruptly his daydreaming was interrupted by the sounds of flutes. The damned Fabulans are coming…and they are bringing their strange music with them he thought as he began to shove people on the side of the street to make way for the large caravan in 6 wheels carriages slowly strolling through the center of the Garza square…"
      ]
    },
    {
      "title": "A Giant and a Shadow",
      "story": [
        "Voice: “Knowing about it is one thing, understanding it is something completely different. Do you understand it? Why risk it all? There will be other opportunities, no shame in walking away….”",
        "”Enough!”",
        "The shout was so loud that the air would vibrate around him and the flock of birds nearby would suddenly leave the safety of their trees.",
        "“I told you to stop, but you keep pestering me with these silly conversations that I never wished for. Enough, be quiet for once.” The voice that no one else but him could hear responded. “Oh is that so? Why do you cling to me then oh mighty warrior of Sky Mountains? Why then do you seek shelter in the Darkness beyond your understanding ahahahaha.” A Giant figure of a man clinched his fists and responded:",
        "“You are worse than the plague. At least that one kills you and shortens the misery. You on the other hand just shadow me all day long. When I sleep you are there, when I drink you are there, and when I take a piss naturally like some sick twisted mind, you are there. As if you want to guide the stream of my urine and make sure I piss on the entire world below!”",
        "Voice: “Ahahaha you are funny Gramvir you know that don’t you? In some other life you might be suited for a jester at the royal court. I can already see it in my mind, as you are juggling first with the apples from the royal garden and soon you switch to juggling with people’s lives. You would have loved it wouldn’t you? Hahahaha!”",
        "Gramvir: “She was right, releasing you would haunt me for my entire life. I just didn’t know she meant it literally.”",
        "Voice: “Now, now child, hush… we shall not speak of the old hag in such a positive manner. Witches be witches and you had to do what you thought could save you and your life. No one forced you. You did it yourself. Let us be frank, your life was such a bore anyways, at least now I force you in some amusing interactions and add style to your marvelous performances at the times of peril. We are a team, me and you. It was no use holding me back all these years. This is the real you, the you you have hidden for your entire life.”",
        "Gramvir did not say not a single word after that, as he knew it would only lead to an endless dialogue without any true meaning. Besides that he knew, the Shadow was right. All of his life he tried to deny the fact that there is another part of him residing somewhere deep and if it wasn’t for the witch-hunt he would have continue struggling keeping it at bay. It became harder through the years and has nearly resulted in a tragic accident.",
        "He kept quiet as they continued on their journey. The wounds were opened and if he was an ordinary man, he probably couldn’t have made it. Two days ago they have crossed the Gerler river and were now walking straight into the Turpin’s Forest named after a famous warrior monk who was said to have slain the King of Jorvik in the war of three Kings. Gramvir thought the entire tale was some big pile of horse poo told by the Lys Blanc’s troubadours. Just another one of the many make believes and propagandas the rich kingdom has made up to continue adding to their glorious history. Although Grossaille the king did end up dying in that war, but probably in some less poetic nature, like most men do. There is no glorious death, that much he was certain. He knew berserkers of the Opskalla believe in those things and hold them sacred. But he also saw one wetting her pants and getting torn to pieces by the Arachne just a few days ago. Where exactly was the glory in that he didn’t understand. As that thought was crossing his mind he finally caught sight of what he was looking for. The Moon light has finally found a way through the thick tree branches and bounced off of something that one could only call by its given name… Silver Leaves of the Harlem Flower were glittering in all their glory."
      ]
    }
  ]
}
