{
  "characters": [
    {
      "name": "Chronomancer",
      "image": "images/lore/characters/chronomancer.webp",
      "logo": "images/lore/characters/logo/chronomancer.webp",
      "description": [
        "“It may be true after all,”  he said to himself. The old ones, the Makkai have spoken and it was not the first time they have spoken of it, however, it was the first time that they have convinced Vakkash. He now knows he has seen it too. Now he is certain. He pressed his teeth against his lips. What seemed like a fading image passing by during the practice of the tul-nuk, a mere effect of blood rushing to the head as he was handing from the tal-nar bar he thought. It happens very often and young disciples are warned about it all the time to not mistake the effects of tal-nar hanging for the visions of tul-nuk or dream of the future as the practice was called in the ever-tongue.",
        "Chronomancers believe that, just as a man dreams of the past, so too he can dream of the future. All people of Atosia can do it and are doing it throughout their life without knowing about it. In Lys Blanc it is called the “Déjà Vu”. It seems to the person as if something was already seen once in the past, when in fact they have already dreamt about it and are now just reliving that moment.",
        "In Abaris a group of sorcerers dived deep into the dreams. They meditated while hanging from an iron bar called the tal-nar, the dreamer’s wand. Every time a Chronomancer does the tul-nuk they mark it on the iron wand, the more marks the wand has, the more dreams they have experienced and each one tells a different story.",
        "The best of them can do it focused, targeting a specific moment and location in the future trying to make the best of the blurry visions they receive. To put themselves in a state of high concentration they often eat the intestines of the Barraka Crab. A highly toxic substance that gives the user a strong focus and is still seen as the sigil of the Kingdom.",
        "Vakkash was no longer among the young disciples of the order, but he was far in terms of age and experience in comparison to the Old ones, the Makkai. The oldest and most esteemed among the entire order. Their age was unknown, but they knew that it spanned through several generations of an ordinary man.",
        "Vakkash was certain. The council of North has concluded and they have all shared their visions. His visions are correct and his destiny is to the south within the mystic temple, but first, he needs to wait till the full moon. He came here for the coins."
      ]
    },
    {
      "name": "Fighter",
      "image": "images/lore/characters/fighter.webp",
      "logo": "images/lore/characters/logo/fighter.webp",
      "description": [
        "She felt the stares on her as she was walking the street, every now and then she would notice heads peeking from the windows above her. It was perfectly normal and what to be expected entering this rural small town at the edge of the world. The people of Fjelby were not used to the outside visitors. The name of this small town itself meant “Mountain town” in a local language, and them not often seeing a 6-foot-tall member of the Thorn’s Company was probably an understatement. Most likely this town has never seen one. Yet here she was in her full glory. The sun rays were bouncing off her shiny armor as if they were hitting a mirror, blinding anyone who happened to be unlucky enough to come at the wrong angle. The huge shield on her back in the shape of a Gillian flower offered an even grander sight, with the so-called red jewel of Gloriosa in its center, it was creating a scattering effect and the entire jewel would glow in red.",
        "All 7 mercenary companies of Lys Blanc have their type of jewel in the middle. From the blue jewel of Loon, the white jewel of Edelweiss, or her own jewel of Gloriosa, they are all marking the company from which the warrior is from. Azalea was part of the Thorn’s Company. An army of mercenaries from the southeast of Lys Blanc. Although the kingdom hasn’t entered into an offensive war against its neighbors in a long time, it was these 7 armies that would regularly be called into action to defend some border dispute or to help fill the coffers of the greedy kings who would often lend them for great sums to whoever needed them. On some occasions they would even travel to the continents beyond the Cold and Warm sea. She wasn’t supposed to wear the company’s attire while not under the official mission, but Azalea was beyond caring, she broke the vow she took the very second she crossed the great Simul river and headed up north. No member of the mercenary army could leave the borders of the Flower kingdom on their own accord and especially not in full battle attire. It would send the wrong message and make the individual unable to defend the realm if need be. The punishment for doing so was the loss of citizenship, the right to buy a property within the kingdom, and perhaps the most important, a death penalty unless the individual would pay off the entire sum of coins he or she has gained while serving.",
        "That later wasn’t really a problem, she didn’t spend much of it anyway and just in her second mission as a monster hunter, she earned more than in all her years of service. So, since she wanted to keep her options open and keep the head on her shoulders, she paid off her debt immediately. Now she was free to roam the land and earn a lot more coins than she did before. Occasionally she would receive a letter notifying her not to wear the shield of the company. She found it adorable. Lys Blanc or the Thorn company didn’t really care for it. They knew so-called dissertations were rare and they had loads of bodies to spare. Most of the mercenaries would spend all of their earned coins before they would receive their next pay and not many were crazy enough to do it in exchange for risking their neck looking for this creature of the full moon as she did just now.",
        "Her long red ribbons were fluttering in the wind, her horse was casually walking beside her and the stench of the werewolf’s head strapped to it was quite bad. She really ought to find that herbalist guy to give her something to stop the smell."
      ]
    },
    {
      "name": "Natural Chaos",
      "image": "images/lore/characters/natural_chaos.webp",
      "logo": "images/lore/characters/logo/natural_chaos.webp",
      "description": [
        "Leaves were falling in Dahlia Forest as it happens in Autumn months across half of the continent. The nearby Bayard’s mountains have not yet received their magnificent white peaks, but you could already see them across the valley on top of the higher peaks of the White mountains. It was not windy, but a small air vortex suddenly appeared out of thin air. It was slowly growing in size until out of the twisting air a form was beginning to take shape and just as sudden as was the appearance of the vortex, just so was the figure that would walk through the recently created disturbed shape.",
        "It was a tall man. Not that one could tell at a glance. The figure was wearing a hood that would connect with a long fine piece of clothing. But what drew the most attention, other than the fact that this man just came out of nowhere, was the mask he was wearing on his face. It was white and gold of color and full of finely detailed ornament pieces. On his hands were big gloves and around his neck was a long silk scarf. Despite the heavy clothing, it was evident that the material was light. With the certainty he was walking you knew he was comfortable in it and could see well through his strange mask.",
        "There were not many in Atosia who could recognize the figure, but those few that could, would tell you that this man was part of an order so ancient and mysterious that it seemed long forgotten and even kings would wonder if it still existed. Yet it clearly did, for if it would not, Shael Ka would not be standing here today. He was used to traveling through vortexes. But as he didn’t use them often and they would spend some of his flow, every single time would feel fresh and new.. Where do they lead? Do they exit this world and reconnect with it again? Who knows. Not even him, a student of chaos, could understand it. But they use it anyway, a pure form of chaos, as chaos is everything that cannot be explained, and order is everything that can.",
        "That was the principle at least long, long ago when the Order of Chaos was first created, and many like Shael Ka have ever since devoted their entire life trying to understand and master it. It is all connected to the flow. Every grain of sand, every drop of water, and even what some would call souls. A member of the order and many others who understand it however would call it “flow”. They were powerful practitioners of the Magical flow, a flow a person would gather from its surroundings and from within to materialize it and direct it to do many things which some would come to call magic. Creating portals was one of those and it is long since Shael Ka learned how to master it and use it to save time, to travel distances otherwise impossible to travel within such a short amount of time. On this occasion, it has led him to the White valley and the path was taking him towards the city of Flowers. The marvel they called the White lily or in their native language Lys blanc."
      ]
    },
    {
      "name": "Seeker",
      "image": "images/lore/characters/seeker.webp",
      "logo": "images/lore/characters/logo/seeker.webp",
      "description": [
        "Long gone are the days when the land was untainted. Long gone are the moments when one could travel without meeting a soul for months. There still are mysterious places and undiscovered secrets out there, but mankind has taken his chisel and started sculpting the world of Atosia in his image.",
        "Where once were forests, now lay fields, where once was a quiet river delta, now lay a giant city. Even so, not all is known, not all unchanged and in the far north on the other side of the Oppskalla mountains, beyond the reach of the proud kingdom of Oldemor there live people called the Seekers, the journeymen. They know the secret paths through the mountains, they find their ways through the deadly marshes, and they have even explored the wastelands in the south and have crossed the deadliest of deserts.",
        "There are not many of them that have come to Atosia but those few who have, have a desire to explore the land, to see it all. Brageland is one of them. Short in stature, he is of the Mager kind. The North is cruel and the great calamity that struck the land 80 years ago knew no natural borders. There were no mountains that would protect the world from what was to follow. So the great disease struck Brageland’s people as well. Ghost towns were multiplying and the only way they could survive was for the last of their kind to take the path towards the west, further north, or down south through the Great Oppskalla mountains.",
        "Brageland did the latter. It was not for the first time he was here though. Their kind is sent to the world to fend for themselves from a very young age and to find Tilgangur the Gift of life. That is why they are called the Seekers, and each of them is seeking Tilgangur in their own way. It is reached, so told them the elders, by following the path of life and by learning and discovering how it is shaped. Tilgangur is not a goal, it is a journey."
      ]
    },
    {
      "name": "Shapeshifter",
      "image": "images/lore/characters/shapeshifter.webp",
      "logo": "images/lore/characters/logo/shapeshifter.webp",
      "description": [
        "“Stay away!” The shout was so loud that the man instinctively grabbed his ears with both of his hands. He could not believe what he saw unfolding before his very own eyes, yet he felt the urge to help and took a step forward before she roared again. “I will hurt you, stay away and begone, this is no place for you, peasant…”",
        "Black veins started to appear on her neck slowly growing in size towards her cheeks. From her left-hand root-like structures connected with the ground itself.  She clenched her fists and pulled on them as if she was trying to tear the fabric of space itself. Slowly, but surely a shape was emerging and splitting from Rhea. She knew she reached the point of no return. Not that she wanted it, but this local peasant was getting in her way and she knew she soon would not be able to control herself. That thing will take over, as it always does, and it may just happen that this poor soul who happened to stumble upon her will be caught in the crossfire. She was able to tell from the corner of her eyes he was slowly starting to move away. What just moments ago appeared to have been an act of great chivalry and courage was quickly turning into pure terror as the dread was seen all over his face. He backtracked his movements, awkwardly falling over a small wooden lump standing in his way. He then picked himself up and started to run away from this horror scene, forgetting his pitchfork and hat in the process.",
        "“Good, she thought to herself, one less thing to worry about.” Now she can focus on the task at hand. She felt she was letting go, letting it take over. Shapeshifting is extremely taxing on the body. Tonight she will need to regain the flow she will lose, as well as rest for several days. Back home in a little village near the God’s Forest, she would always seek the help of the elders afterward. They would help her gather her thoughts, get her voice back. They would always give her Silver leaves paste as well as it would help with the focus. It is extremely dangerous for one to lose themselves in the aftermath, for their flow never to return and all that is left is the beast. Many have been lost in such a fashion and that is why she couldn’t understand why the elders saw it as a gift and not as a curse. One in a million perhaps will gain it, and maybe one out of ten will only realize they have it.",
        "It is a good thing that scholars of Odusia were able to tell her parents what was happening with their only daughter. Even though it would lead to her being an orphan and given to the elders of the God’s forest in care, she couldn’t blame them. In their eyes, she was probably a monster, the very thing she despises and is giving her livelihood. The elders saw it differently, however. They wanted to give her the tools to control it, to use it… “Donum Tenebris” they called it. A Gift of darkness. The legend says, that at the heart of the kingdom, the creator of the great capital of Mantygern was supposed to have been a monster. A giant Manticore after which it was given its name. Most of the people thought it was just a grand fairytale and myth that was giving the story of foundation a mystical and ancient origin. She and the elders didn’t share that thought. It happened, the shape took over and the third eye would suddenly open…"
      ]
    },
    {
      "name": "Necromancer",
      "image": "images/lore/characters/necromancer.webp",
      "logo": "images/lore/characters/logo/necromancer.webp",
      "description": [
        "Cracking of the branches beneath its feet sounded surreal. It was as if they were breaking and twisting at the same time as the creature moved. The ash like marks it left in its tracks resembled a devastation of a small dragon breathing out a fire blast. “Good, good just a little bit further,” she commanded. A giant canine-like shape was dragging a large wagon behind it. As it suddenly stopped the entire thing tilted in the opposite direction and spilled its cargo on the floor as the backside of the wagon smashed into the ground. A pale leg poked out of a large dirty sack. “There, you have done it again. How many times do I have to tell you to treat the cargo with care!” The large hound turned its head towards the ground, and it seemed for a moment it is displaying a sign of shame. The very next second it started sniffing large patches of greenery dispelling any doubts in her mind that it was feeling bad about the situation. As the creature tore large patches of fresh grass to chew, they fell right back to the ground through a large hole within its jaws. “I’ am getting too old.” the woman murmured to herself as she began to lift the heavy sacks with surprisingly elegant moves and ease. The flow has increased in the last few days, and she knew now was the time to do it. There was a large spiral-like shape drawn on the ground using the liquid of life. Blood was very important in the ritual and once infused with enough flow and channelled, it served as a medium between this realm and the unknown. Necromancers did not understand it. Most of what is called magic is not. If one would claim otherwise, it would only confirm to Kishara that she is dealing with an ignorant individual. A lot of young Necromancers as of late would follow this trend, but they would not get to grow old.",
        "She knew an ideal place to perform this ritual would be at the Royal Forest of Lemuria. The flow there is immense and at night one would see the constant flickering of the lights as the numerous particles of flow would interact with the material world. However, they were sacred grounds, only to be used by the Royal family, a few well established Chronomancers Guilds and the 7 judges of Anki. Her brother was one of them. Chosen among their ranks 2 winters ago. Every year on the 7th full moon, along the bank of the holy lake Kish a new member is announced and chosen from the guild of Necromancers. It is a great honor, and means, the individual will be sent to the Royal court, to learn the final 5 secrets of the land beyond this life. They are Aba, Ana, Mea, Menam & Anagin. Or nowadays referred to as the five final questions. Who, What, Where, When, & How. The Knowledge is shared only within the royal palace and once 7 years have been served, those who have obtained it must pay the price and pass into the next plain of existence. Thus, a new member replaces an old one each cycle. There is not a Necromancer alive that wouldn’t give it all for a privilege to serve the King and learn the truth. But it is not up to them to decide. When the time comes a message will arrive from the court with the name of a chosen one. Who decides and picks, and based on what, is not known… Kishara has dropped any thought of attaining it all, but when her older brother was chosen two years ago, her whole world stopped. They were close and studied the knowledge and the path together every single day. He left her without a single goodbye. It has haunted her ever since…She felt hurt and betrayed. She found herself lost in her thoughts for a moment and a tear was falling down her cheek. Slowly she wiped it off with the back of her left hand and raised her right arm. Small droplets of blood were dripping from it down onto the shape below, the ground started to shake, and the dirty sack began to move…."
      ]
    },
    {
      "name": "Berserker",
      "image": "images/lore/characters/berserker.webp",
      "logo": "images/lore/characters/logo/berserker.webp",
      "description": [
        "Children: “Mountains are gray, meadows are green, play with us now don’t be so mean! Hihihi… Come Fjella play with us?”",
        "The sound of children voices would slowly echo in the distance as they would again attempt to draw the attention and company of a famous warrior of Sky Mountains. They didn’t think it was going to work, but they attempted to lure her into play anyway. Just seeing her again after long time would make them try their luck. She never played the usual games of toga-honk or knattleikr when she was younger either.",
        "From young age her mother would always make sure she was training. It is not unusual among the townsfolk of Vanir and Fardag and the surrounding villages. Men and women alike are trained as warriors and as her father died when Fjella was four it was her mother that would take over as her mentor and trainer. Sometimes she thought she was more of a teacher than a mother to her, but than in her hard times she would be remembered that blood is not water and that her mother lives and breathes for her. Sometimes it was just so hard to distinguish her roles…",
        "Here in Myefisk, near the capital of Oldefar life was different though. People were much more relaxed. Fishermen would take to their boats at dusk and return with a big catch in the afternoon, children were much more carefree and actually engaged into children like activities. She liked it, she felt it was giving her all that what she has missed when growing up. Not that she would often visit. She bought a big house at the top of a stor bakke, the hill overseeing the outskirts of Myefisk, but she would stay here only for a few weeks within the span of a year. Coins were flowing in for her ever since she got rid of the Witch of Vinsal and there was work waiting for her everywhere she has gone. She was a famous berserker by now and she took advantage of that fact by filling up her purse. Then again, it all came with a cost, as she was often reminded. The shadow was there. Watching, waiting, talking. If she would get by with a morning without its presence that meant It was a good day. The training, tough skin, ruthless nature and combat prowess are not things that give berserkers their reputation. It is their rage.",
        "The rage that is misunderstood and not present within all. But those that do not possess it cannot really be called berserkers, only warriors. No, it is the rage that consumes one that unleashes the tremendous power from within. The individuals are said not to be born with it, but instead it is often a traumatic experience that will light that fire within. After that it is ever present and burns with a small flame, waiting for the air to give it life and consume its bearer. The skygge or the shadow it is called. And the name couldn’t fit the reality of the situation more if it tried. When a warrior gains the flame, the flame is waiting to be released and once it is out in the open, the individual will gain a companion for life.",
        "After that there is no single voice, there are two and they do not sing in harmony. For every berserker the voice is different, but all share a common trait. They demand attention, they have their own wishes and goals and can potentially drive the berserker to the brink of a mental breakdown, if the voice feels unheard. It is the same for her, like it or not, she must quell its thirst. However right now, it is giving her time to experience life. Sooner or later, it will emerge and make sure she is on the move again.",
        "Her braided blond hair was long and reached below her breast towards one of the axes hooked to her waist. She should cut it, as it was getting in the way during her fights, but she wanted to retain at least something that would…” Why are we sitting here Fjella, every time I leave you be you end up wasting your potential. I recall seeing an Olm poster. Now I know this might be too small of a pray for us, but it sure beats this scene right now.”",
        "She slowly got up from the old tree stump she was sitting on and without saying a word started walking towards the town below."
      ]
    },
    {
      "name": "Spellblade",
      "image": "images/lore/characters/spellblade.webp",
      "logo": "images/lore/characters/logo/spellblade.webp",
      "description": [
""      ]
    }
  ]
}
