{
  "members": [
    {
      "name": "Lan Krajnčič",
      "title": "Game Designer",
      "info": [
        "He is the game designer. He is 31 years old and has a young family with 1 small 4 year old boy named Svit and a 6 month year old boy named Ren. In his full time job he does all kinds of stuff among other things he does lean management - which is basically optimization of processes. He has been in this hobby for a long time. Now it should be around 15 years and he has started the work on Silver Coin: Age of Monster Hunters about 8 years ago. Back than it was an initial idea with some core mechanics that stayed throughout but it was since September 2019 that he really picked up the project and started working on it every single day."
      ]
    },
    {
      "name": "Marko Ilić Šuštarič",
      "title": "Graphic Designer",
      "info": [
        "Marko (Maki) is our Graphical Designer on the project, but he really is so much more than that. He is working on so many things on the project, that he would probably win in a battle for the most titles given with Daenerys Targaryen. He is responsible for making sure our playtests are up and running on Tabletopia. Main guy behind the awesome World Map that we have revealed on our FB page. Playtesting champion, designer of the card art and so much more... but most of all, he is a great person. The kindest guy you will find really. He was studying Graphical Design at the Institute & Academy for Multimedia in Ljubljana. He also loves the Japanese culture, is a great salsa dancer and naturally a huge omni board gamer."
      ]
    },
    {
      "name": "Rok Malovrh",
      "title": "Artist",
      "info": [
        "He is our 25-year-old Artist for the project. He is responsible for all the illustrations of monsters, cover art, and other visuals. What really inspires him to create, is the story and feeling he can embed into the visuals. Favorite subjects to illustrate in the early years were definitely cars and space battles. Now he likes drawing women. How unpredictable. He has been drawing from a young age, but it was in his 20s when he decided to make something great out of the hobby. Starting with one year of education as an established painter and then three years at the Academy of Art and Design in Ljubljana. During this time he got many recognized awards. But the biggest one is won each time when you discover amazing feelings through his art. He loves electronic music, memes, doing sports and he was also a passionate clarinet player for 8 years."
      ]
    },
    {
      "name": "Gal Krajnčič",
      "title": "PR and Marketing",
      "info": [
        "He oversees Public Relations and Marketing, which also includes the social media as well as newsletters. He is 21 years old, and he is a student at the Faculty of Social Sciences in Ljubljana. More specifically, he is studying Media and Communications. In his free time he likes to make his own music, plays the guitar and the piano, but his passion has also always been video and board games."
      ]
    }
  ]
}
