{
  "videos": [
    {
      "title": "Silver Coin: Age of Monster Hunters - SOLO Playthrough",
      "category": ["Playthrough", "Video", "How to play"],
      "description": "Silver Coin: Age of Monster Hunters is an adventure role playing game combined with Euro game mechanics playable in SOLO, CO-OP or COMPETITIVE MODE, where players will be traveling the world of Atosia to slay the monsters that are troubling the local populace.",
      "url": "https://youtu.be/4_HWVvbNqXI",
      "image": "/images/videos/playthrough/1.webp"
    },
    {
      "title": "Our Kickstarter Page",
      "category": ["Kickstarter", "Podcast"],
      "description": "Silver Coin Podcast is podcast series about the Kickstarter board game Silver Coin: Age of Monster Hunters. In this episode we are talking about our Kickstarter page and hopefully explain in more details all you need to know when browsing it and all the thoughts behind it.",
      "url": "https://youtu.be/FhN_k1UJ1OY",
      "image": "/images/videos/podcast10.webp"
    },
    {
      "title": "Silver Coin: Age of Monster Hunters Kickstarter Trailer",
      "category": ["Kickstarter", "Video"],
      "description": "Become a monster hunter in a solo, co-op or competitive open world adventure game & slay the monsters for a bag of silver coins! Silver Coin: Age of Monster Hunters is an adventure role playing game combined with Euro game mechanics for 1-5 players. Players will be traveling the world of Atosia to slay the monsters that are troubling the local populace. By doing so they will earn coins and the player with the most coins at the end of the game will be declared the winner.",
      "url": "https://youtu.be/LCyOZ2kI8hQ",
      "image": "/images/videos/kickstarter2.webp"
    },
    {
      "title": "How to Create your Board Game?",
      "category": ["Podcast"],
      "description": "Silver Coin Podcast is podcast series about the upcoming Kickstarter board game Silver Coin: Age of Monster Hunters. In this episode we are talking about How to create your own board game and hopefully give you some tips and tricks as well as share our experience.",
      "url": "https://youtu.be/L_2z1WJH9lE",
      "image": "/images/videos/podcast9.webp"
    },
    {
      "title": "Silver Coin: Age of Monster Hunters - Kickstarter Teaser",
      "category": ["Kickstarter", "Video"],
      "description": "",
      "url": "https://www.youtube.com/watch?v=9kn28wMxXNk",
      "image": "/images/videos/kickstarter1.webp"
    },
    {
      "title": "Are Battles Based on Luck?",
      "category": ["Podcast"],
      "description": "Silver Coin Podcast is podcast series about the upcoming Kickstarter board game Silver Coin: Age of Monster Hunters. In this episode we are talking about the battle system we are using in the game and what are the reasons for it.",
      "url": "https://youtu.be/1kqPOv_mBFU",
      "image": "/images/videos/podcast8.webp"
    },
    {
      "title": "Hanging out with the Community (Ft. Chris Mullins)",
      "category": ["Podcast"],
      "description": "Silver Coin Podcast is a biweekly podcast session. In this episode we are talking with a long time member of the community and discuss some interesting topics about the project, the progress so far and answer some of the frequently asked questions.",
      "url": "https://youtu.be/wKzDXvwYCKg",
      "image": "/images/videos/podcast7.webp"
    },
    {
      "title": "Essen SPIEL 2021",
      "category": ["Podcast"],
      "description": "Silver Coin Podcast is a biweekly podcast session. In this episode we are talking about our trip to Essen SPIEL 2021 and how it helped our project.",
      "url": "https://youtu.be/M8Fb1Z43-xU",
      "image": "/images/videos/podcast6.webp"
    },
    {
      "title": "Our favorite Board Games to play in our free time",
      "category": ["Podcast"],
      "description": "Silver Coin Podcast is a biweekly podcast session. In this episode we are talking about how and why we started board gaming hobby, which games we enjoy the most and the list of our favorite board games.",
      "url": "https://youtu.be/_8bRdSqC1tY",
      "image": "/images/videos/podcast5.webp"
    },
    {
      "title": "World of Design (Ft. Maki)",
      "category": ["Podcast"],
      "description": "Silver Coin Podcast is a biweekly podcast session. In this episode we are joined by a special guest, who helps us understand graphic design, how it differs in board game industry, making of the game map of Atosia and more.",
      "url": "https://youtu.be/7Zunw4PbzI0",
      "image": "/images/videos/podcast4.webp"
    },
    {
      "title": "LORE and Worldbuilding",
      "category": ["Podcast"],
      "description": "Silver Coin Podcast is a biweekly podcast session. In this episode we discuss the theme of the game, the world of Atoisa and its lore. We explain why we decided to choose the selected game setting and how is the theme of monster hunting connected with the game and its mechanics.",
      "url": "https://youtu.be/wGtXFj2bW6Y",
      "image": "/images/videos/podcast3.webp"
    },
    {
      "title": "How to play - Silver Coin: Age Of Monster Hunters",
      "category": ["How to play", "Video"],
      "description": "Silver Coin: Age of Monster Hunters is an adventure role playing game combined with Euro game mechanics where players will be travelling the world of Atosia to slay the monsters that are troubling the local populace. By doing so they will earn coins and the player with the most coins at the end of the game will be declared the winner.",
      "url": "https://youtu.be/5XEDSREG7TQ",
      "image": "/images/videos/how_to_play2.webp"
    },
    {
      "title": "Our favorite mechanics in this game",
      "category": ["Podcast"],
      "description": "Silver Coin Podcast is a biweekly podcast session. In the second episode we discuss general information about the game, its mechanics and which of them we enjoy the most.",
      "url": "https://youtu.be/dyViY0lPrjY",
      "image": "/images/videos/podcast2.webp"
    },
    {
      "title": "Self publishing and crowdfunding",
      "category": ["Podcast"],
      "description": "Silver Coin Podcast is a biweekly podcast session. The first episode is the introduction of the Silver Coin podcast, where we also discuss struggles and benefits of the self-publishing as well as talking about crowdfunding and why to take this path.",
      "url": "https://youtu.be/_YITZ5n_COI",
      "image": "/images/videos/podcast1.webp"
    },
    {
      "title": "How to play - Silver Coin: Age Of Monster Hunters",
      "category": ["How to play", "Video"],
      "description": "Silver Coin: Age of Monster Hunters is an adventure role playing game combined with Euro game mechanics where players will be travelling the world of Atosia to slay the monsters that are troubling the local populace. By doing so they will earn coins and the player with the most coins at the end of the game will be declared the winner.",
      "url": "https://youtu.be/gtZbjk_8G7o",
      "image": "images/videos/how_to_play1.webp"
    }
  ]
}
